Revit 2027 API
SymbolTypeId.InvKip Property
 Symbol 1/kip, indicating unit Inverse kips.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InvKip { get; }
Public Shared ReadOnly Property InvKip As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InvKip {
	ForgeTypeId^ get ();
}
static member InvKip : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace